{
  "GPR":{
    "id":"GPR",
    "description":"Gerência de Projetos",
    "proposal":"O propósito do processo Gerência de Projetos é estabelecer e manter planos que definem as atividades, recursos e responsabilidades do projeto, bem como prover informações sobre o andamento do projeto que permitam a realização de correções quando houver desvios significativos no desempenho do projeto. O propósito deste processo evolui à medida que a organização cresce em maturidade. ",
    "level":"G"
  },
  "GRE":{
    "id":"GRE",
    "description":"Gerência de Requisitos",
    "proposal":"O propósito do processo Gerência de Requisitos é gerenciar os requisitos do produto e dos componentes do produto do projeto e identificar inconsistências entre os requisitos, os planos do projeto e os produtos de trabalho do projeto.",
    "level":"G"
  },
  "AQU":{
    "id":"AQU",
    "description":"Aquisição",
    "proposal":"O propósito do processo Aquisição é gerenciar a aquisição de produtos que satisfaçam às necessidades expressas pelo adquirente.",
    "level":"F"
  },
  "GCO":{
    "id":"GCO",
    "description":"Gerência de Configuração",
    "proposal":"O propósito do processo Gerência de Configuração é estabelecer e manter a integridade de todos os produtos de trabalho de um processo ou projeto e disponibilizá-los a todos os envolvidos.",
    "level":"F"
  },
  "GQA":{
    "id":"GQA",
    "description":"Garantia da Qualidade",
    "proposal":"O propósito do processo Garantia da Qualidade é assegurar que os produtos de trabalho e a execução dos processos estejam em conformidade com os planos, procedimentos e padrões estabelecidos",
    "level":"F"
  },
  "GPP":{
    "id":"GPP",
    "description":"Gerência de Portfólio de Projetos",
    "proposal":"O propósito do processo Gerência de Portfólio de Projetos é iniciar e manter projetos que sejam necessários, suficientes e sustentáveis, de forma a atender os objetivos estratégicos da organização. Este processo compromete o investimento e os recursos organizacionais adequados e estabelece a autoridade necessária para executar os projetos selecionados. Ele executa a qualificação contínua de projetos para confirmar que eles justificam a continuidade dos investimentos, ou podem ser redirecionados para justificar.",
    "level":"F"
  },
  "MED":{
    "id":"MED",
    "description":"Medição",
    "proposal":"O propósito do processo Medição é coletar, armazenar, analisar e relatar os dados relativos aos produtos desenvolvidos e aos processos implementados na organização e em seus projetos, de forma a apoiar os objetivos organizacionais.",
    "level":"F"
  },
  "AMP":{
    "id":"AMP",
    "description":"Avaliação e Melhoria do Processo Organizacional",
    "proposal":"O propósito do processo Avaliação e Melhoria do Processo Organizacional é determinar o quanto os processos padrão da organização contribuem para alcançar os objetivos de negócio da organização e para apoiar a organização a planejar, realizar e implantar melhorias contínuas nos processos com base no entendimento de seus pontos fortes e fracos.",
    "level":"E"
  },
  "DFP":{
    "id":"DFP",
    "description":"Definição do Processo Organizacional",
    "proposal":"O propósito do processo Definição do Processo Organizacional é estabelecer e manter um conjunto de ativos de processo organizacional e padrões do ambiente de trabalho usáveis e aplicáveis às necessidades de negócio da organização.",
    "level":"E"
  },
  "GRH":{
    "id":"GRH",
    "description":"Gerência de Recursos Humanos",
    "proposal":"O propósito do processo Gerência de Recursos Humanos é prover a organização e os projetos com os recursos humanos necessários e manter suas competências adequadas às necessidades do negócio.",
    "level":"E"
  },
  "GRU":{
    "id":"GRU",
    "description":"Gerência de Reutilização",
    "proposal":"O propósito do processo Gerência de Reutilização é gerenciar o ciclo de vida dos ativos reutilizáveis.",
    "level":"E"
  },
  "GPR Evolução":{
    "id":"GPR Evolução",
    "description":"Gerência de Projetos",
    "proposal":"O propósito do processo Gerência de Projetos é estabelecer e manter planos que definem as atividades, recursos e responsabilidades do projeto, bem como prover informações sobre o andamento do projeto que permitam a realização de correções quando houver desvios significativos no desempenho do projeto. O propósito deste processo evolui à medida que a organização cresce em maturidade. ",
    "level":"E"
  },
  "DRE":{
    "id":"DRE",
    "description":"Desenvolvimento de Requisitos",
    "proposal":"O propósito do processo Desenvolvimento de Requisitos é definir os requisitos do cliente, do produto e dos componentes do produto.",
    "level":"D"
  },
  "ITP":{
    "id":"ITP",
    "description":"Integração do Produto",
    "proposal":"O propósito do processo Integração do Produto é compor os componentes do produto, produzindo um produto integrado consistente com seu projeto, e demonstrar que os requisitos funcionais e não-funcionais são satisfeitos para o ambiente alvo ou equivalente.",
    "level":"D"
  },
  "PCP":{
    "id":"PCP",
    "description":"Projeto e Construção do Produto",
    "proposal":"O propósito do processo Projeto e Construção do Produto é projetar, desenvolver e implementar soluções para atender aos requisitos. ",
    "level":"D"
  },
  "VAL":{
    "id":"VAL",
    "description":"Validação",
    "proposal":"O propósito do processo Validação é confirmar que um produto ou componente do produto atenderá a seu uso pretendido quando colocado no ambiente para o qual foi desenvolvido.",
    "level":"D"
  },
  "VER":{
    "id":"VER",
    "description":"Verificação",
    "proposal":"O propósito do processo Verificação é confirmar que cada serviço e/ou produto de trabalho do processo ou do projeto atende apropriadamente os requisitos especificados.",
    "level":"D"
  },
  "DRU":{
    "id":"DRU",
    "description":"Desenvolvimento para Reutilização",
    "proposal":"O propósito do processo Desenvolvimento para Reutilização é identificar oportunidades de reutilização sistemática de ativos na organização e, se possível, estabelecer um programa de reutilização para desenvolver ativos a partir de engenharia de domínios de aplicação.",
    "level":"C"
  },
  "GDE":{
    "id":"GDE",
    "description":"Gerência de Decisões",
    "proposal":"O propósito do processo Gerência de Decisões é analisar possíveis decisões críticas usando um processo formal, com critérios estabelecidos, para avaliação das alternativas identificadas.",
    "level":"C"
  },
  "GRI":{
    "id":"GRI",
    "description":"Gerência de Riscos",
    "proposal":"O propósito do processo Gerência de Riscos é identificar, analisar, tratar, monitorar e reduzir continuamente os riscos em nível organizacional e de projeto.",
    "level":"C"
  },
  "DEP":{
    "id":"DEP",
    "description":"Desempenho do Processo Organizacional",
    "proposal":"O propósito do processo Desempenho do Processo Organizacional é estabelecer e manter um entendimento quantitativo do desempenho dos processos-padrão da organização para apoiar os objetivos para qualidade e para o desempenho dos processos. Também é propósito deste processo fornecer dados, linhas-básicas (baselines) e modelos para gerenciar quantitativamente os projetos da organização.",
    "level":"B"
  },
  "GQP":{
    "id":"GQP",
    "description":"Gerenciado Quantitativamente",
    "proposal":"O propósito do processo Gerência Quantitativa do Projeto é gerenciar quantitativamente o processo definido para o projeto de forma a alcançar os objetivos para qualidade e para o desempenho do processo estabelecidos para o projeto.",
    "level":"B"
  },
  "GPR Evolução II":{
    "id":"GPR Evolução II",
    "description":"Gerência de Projetos",
    "proposal":"O propósito do processo Gerência de Projetos é estabelecer e manter planos que definem as atividades, recursos e responsabilidades do projeto, bem como prover informações sobre o andamento do projeto que permitam a realização de correções quando houver desvios significativos no desempenho do projeto. O propósito deste processo evolui à medida que a organização cresce em maturidade. ",
    "level":"B"
  },
  "Nível A":{
    "id":"Nível A",
    "description":"This is not a process. I just do it so level A is included in the loop so it can show it's process attributes.",
    "proposal":"",
    "level":"A"
  }
}
